Repository: ulugbek1999/ncd-site
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: User with this username already exists
uz: Ushbu login orqali ro'yxatdan o'tgan foydalanuvchi mavjud

source: User with this passport serial already exists
uz: Ushbu pasport seriya raqami orqali ro'yxatdan o'tgan foydalanuvchi mavjud

source: Password is missing
uz: Parol yo'q

source: Password confirm is missing
uz: Parol tasdiqlanmagan

source: Passwords didn't match
uz: Parollar bir biriga mos emas

source: Current password is incorrect
uz: Joriy parol notog'ri

source: You have already applied for this vacancy
uz: Siz avval bu ish orniga murojaat qilgansiz

source: You have already added it to your list!
uz: Siz avval bu ish orniga murojaat qilgansiz

source: You have already deleted it from your list!
uz: Siz avval bu ish orniтш ochirib tashlangansiz

source: Address
uz: Manzil

source: Phone
uz: Telefon raqami

source: Licence agreement
uz: Litsenziya shartnomasi

source: Email
uz: Elektron pochta

source: Service top
uz: Xizmatlar

source: City
uz: Shahar

source: Cities
uz: Shaharlar

source: District
uz: Tuman

source: Districts
uz: Tumanlar

source: Country
uz: Mamlakat

source: Countries
uz: Mamlakatlar

source: Language
uz: Til

source: Languages
uz: Tillar

source: Education type
uz: O'qish turi

source: Education types
uz: O'qish turlari

source: Male
uz: Erkak

source: Female
uz: Ayol

source: Employee
uz: Applikant

source: Employees
uz: Applikantlar

source: Employee changes
uz: Applikant o'zgarishlari

source: Employees changes
uz: Applikantlar o'zgarishlari

source: Not selected
uz: Tanlanmagan

source: Not married
uz: Nikohdan o'tmagan

source: Married
uz: Nikohdan o'tgan

source: Divorced
uz: Ajrashgan

source: Widower
uz: Beva kishi

source: Second marriage
uz: Ikkinchi nikohi

source: Civil marriage
uz: Fuqarolik nikohi

source: Wife
uz: Turmush o'rtog'i

source: Husband
uz: Eri

source: Mother
uz: Onasi

source: Father
uz: Otasi

source: Son
uz: O'g'li

source: Grandmother
uz: Buvisi

source: Grandfather
uz: Dodasi

source: Yes
uz: Ha

source: No
uz: Yo'q

source: Logout
uz: Chiqish

source: Login
uz: Kirish

source: Registration
uz: Ro'yxatdan o'tish

source: Vacancies
uz: Ish o'rinlari

source: About company
uz: Kompaniya haqida

source: Services
uz: Xizmatlar

source: Documents
uz: Hujjatlar

source: Partners
uz: Hamkorlar

source: Education
uz: Ta'lim

source: FAQ
uz: Savollar

source: Registration options
uz: Ro'yxatdan o'tish turlari

source: Register as:
uz: Roy'xatdan kim bo'lib otishingizni tanlang:

source: An employee
uz: Talabgor

source: An employer
uz: Ish beruvchi

source: A student
uz: Talaba

source: A different approach - a different future
uz: Boshqa yondashuv – boshqa kelajak

source: Menu
uz: Menyu

source: Training
uz: Kurslar

source: Contacts
uz: Kontaktlar

source: E-mail
uz: Elektron pochta

source: All rights reserved
uz: Barcha huquqlar himoyalangan

source: Developed by
uz: Saytni ishlab chiqdi

source: Authorization
uz: Kirish

source: Username
uz: Login

source: Password
uz: Parol

source: Username or password entered incorrectly
uz: Login yoki parol no'to'g'ri terildi

source: Register partners
uz: Hamkorlikni ro'yxatga olish

source: Saved successfully
uz: Saqlab qolindi

source: An error has occurred
uz: Hatolik yuz berdi

source: Military service
uz: Harbiy xizmat

source: Personal cabinet
uz: Shaxsiy kabinet

source: My profile
uz: Profilim

source: Settings
uz: Sozlamalar

source: Courses
uz: Kurslar

source: Name of the military unit
uz: Harbiy qismning nomi

source: Region
uz: Viloyat

source: Specialty
uz: Mutaxassisligi

source: Military start date
uz: Harbiy xizmatning boshlangan sanasi

source: Military end date
uz: Harbiy xizmatning yakunlanagan sanasi

source: Rank
uz: Unvon

source: Files
uz: Fayllar

source: not required
uz: shart emas

source: Upload files
uz: Fayllarni yuklash

source: Send
uz: Yuborish

source: successfully sent
uz: muvaffaqiyatli yuborildi

source: Select
uz: Tanlash

source: Name
uz: Nomi

source: Education start date
uz: O'qishining boshlanish sanasi

source: Education end date
uz: O'qishining yakunlangan sanasi

source: Other tuition data
uz: Ta'lim to'g'risidagi boshqa ma'lumotlar

source: Personal account of the applicant
uz: Arizachining shaxsiy profili

source: My vacancy list
uz: Ro'yxatim

source: Edit
uz: O'zgratirish

source: Personal data
uz: Shaxsiy ma'lumot

source: Biometric data
uz: Biometrik ma'lumot

source: Additional data
uz: Qo'shimcha ma'lumot

source: Fullname (Russian)
uz: To'liq ismi (Ruscha)

source: Fullname (English)
uz: To'liq ismi (Inglizcha)

source: Gender
uz: Jinsi

source: Passport serial
uz: Passport seriyasi

source: Passport given date
uz: Passportning berilgan sanasi

source: Passport expires
uz: Passportning tugash muddati

source: Register number
uz: Registratsiyon nomer

source: Birth date
uz: Tug'ilgan sanasi

source: Birth place
uz: Tug'ilgan joyi

source: Living address
uz: Yashash manzili

source: Appearance
uz: Tashqi ko'rinishi

source: Neatness
uz: Tozalikka e'tibori

source: Skin
uz: Teri

source: Height
uz: Bo'yi

source: cm
uz: sm

source: Weight
uz: Vazni

source: Fatness
uz: Semizligi

source: Blood group
uz: Qon guruhi

source: Vision
uz: Ko'rish qobiliyati

source: Desired countries
uz: Istalgan mamlakatlari

source: Ready for university
uz: Universitetga tayyorgarligi

source: Special signs
uz: Maxsus belgilari

source: Hobby
uz: Qiziqishlari

source: Other
uz: Boshqalar

source: In order to have high chances to be employed, please fill your personal data!
uz: Agar chet elga ketish imkoniyatingiz katta bo'lishini istasangiz, shaxsiy ma'lumotlaringizni to'ldiring!

source: Add
uz: Qo'shish

source: Education start date
uz: O'qishining boshlangan sanasi

source: Knowledge of languages
uz: Tillarni bilishi

source: Language name
uz: Tilning nomi

source: Level of knowledge
uz: Bilim darajasi

source: Received Awards
uz: Mukofotlari

source: Reward
uz: Sovrin

source: Comment
uz: Izoh

source: Family status
uz: Oilaviy statusi

source: Amount of children
uz: Bolalar soni

source: Work experience
uz: Tajribasi

source: Organization
uz: Organizatsiyasi

source: Work start date
uz: Ish muddatining boshlangan sanasi

source: Work end date
uz: Ish muddatining yakunlangan muddati

source: Position
uz: Lavozimi

source: Subdivision
uz: Bo'linma

source: Location / Address
uz: Manzili / Turar jo'yi

source: Attention
uz: Diqqati

source: Warning
uz: Diqqat

source: Do you really want to delete
uz: Siz haqiqatdan ochirib tashlamoqchimisiz

source: successfully deleted
uz: o'chirib tashlandi

source: More than 4
uz: 4 dan yuqori

source: Elementary
uz: Boshlang'ich

source: Intermediate
uz: O'rta

source: Advanced
uz: Ilg'or

source: Photos and the copy of passport
uz: Suratlar va pasportning kopiyasi

source: Upload copy of your passport
uz: Passportingizning kopiyasini yuklang

source: Upload your avatar and extra photos if needed
uz: Avataringizni va qo'shimcha rasmlarni yuklang

source: Photo
uz: Foto

source: Close relatives
uz: Yaqin qarindoshlari

source: Relation degree
uz: Qarindoshlik darajasi

source: Daughter
uz: Дочь

source: Fullname relative
uz: Yaqin qarindoshining to'liq ismi

source: Place of study, work
uz: O'qish, ishlash joyi

source: Change password
uz: Parolni o'zgartirish

source: Old password
uz: Eski parol

source: New password
uz: Yangi parol

source: Confirm the password
uz: Parolni tasdiqlash

source: Save
uz: Saqlab qo'yish

source: Blood rhesus
uz: Qon rezusi

source: Statistics
uz: Statistika

source: Years of experience
uz: Tajriba yillari

source: Read more
uz: Batafsil

source: Reviews
uz: Sharhlar

source: Our partners
uz: Bizning hamkorlarimiz

source: Our employees
uz: Bizning xodimlarimiz

source: Search
uz: Izlash

source: Learning platform under development
uz: O'qish platformasi ishlab chiqlish jarayonida

source: My list
uz: Ro'yxatim

source: List of applicants
uz: Applikantlar

source: Age
uz: Yoshi

source: Rating
uz: Reytingi

source: Employed
uz: Ishlamoqda

source: Not employed
uz: Ishsiz

source: Request
uz: So'rov

source: writing wet stamp
uz: yozma

source: by mailing or online
uz: Pochta orqali yoki onlayn

source: Do you really want to remove the applicant from the list of favorites
uz: Applikantni maxsus ro'yxatdan o'chirib tashlamoqchimisiz?

source: Applicant data
uz: Talabgorning ma'lumotlari

source: Reg.number
uz: Ro'yxatga olish raqami

source: Military duty
uz: Harbiy burch

source: level
uz: Darajasi

source: Employer's personal area
uz: Ish beruvchining shaxsiy bo'limi

source: Fullname
uz: Ismi, familiyasi, sharifi

source: first head
uz: Rahbar

source: responsible person
uz: Mas'ul shaxs

source: Subject name
uz: Subyekt nomi

source: Number of employees
uz: Xodimlarning soni

source: Legal address
uz: Yuridik manzili

source: Registration form
uz: Ro'yxatdan o'tish formasi

source: Firm, organization, institution, private entrepreneur or full name of individual
uz: Firmasi, organizatsiyasi, muassasasi, xususiy tadbirkorligi yoki shaxsning to'liq nomi/ismi

source: TIN, Social Security No., or other identification information that confirms the state registration of the entity as a legal entity if it is
uz: SIR, Ijtimoiy himoyasi raqami, yoki tashkilotning qonuniy davlat ro'yxatidan o'tkazilishining tasdiqlovchi boshqa identifikatsiya ma'lumotlari

source: Registration number
uz: Ro'yxatga olish raqami

source: Responsible person for hiring migrant workers
uz: Migrant ishchilarni ishga yollovchi mas'ul shaxs

source: Terms of use
uz: Foydalanish shartlari

source: I accept the terms of the partner agreement
uz: Men foydalanuvchi shartnomasini shartlarini qabul qilaman

source: en
uz: uz

source: This field isn't required and if it is empty than 'Passport serial' will be used as a login
uz: Agar bu yerga ma'lumot kiritilmasa, passportning seriya raqami login sifatida ishlatilinadi

source: Login (not required)
uz: Login (shart emas)

source: Type your full name in Russian language
uz: Ismingiz, familiyangiz va sharifingizni rus tilida to'liq kiriting

source: Fullname (ru)
uz: To'liq ismi (Ruscha)

source: Type your full name in English language
uz: Ismingiz, familiyangiz va sharifingizni ingliz tilida to'liq kiriting

source: Fullname (en)
uz: To'liq ismi (Ruscha)

source: If email address is defined, than your authentication information will be sent to your email!
uz: Agarda elektron pochtangizni kiritsangiz, login va parol elektron pochtangizga jo'natiladi!

source: E-mail (not required)
uz: Elektron pochta (shart emas)

source: Select your gender
uz: Jinsingizni tanlang

source: Passport serial will be used as a login, if login field is not defined
uz: Passportning seriya raqami login sifatida ishlatilinadi, agarda login alohida kiritilmagan bo'lsa

source: Date of issue
uz: Berilgan sana

source: Expiration date of your passport
uz: Pasportingizning amal qilish muddati

source: Expiry date
uz: Amal qilish muddati

source: Only Kazakh and Uzbek numbers are available. Your authentication information will be sent to your phone number!
uz: Hozircha faqat Qozoq va O'zbek raqamlariga SMS jo'natiladi. Sizning login va parolingiz telefon raqamingizga jo'natiladi

source: TIN
uz: INN

source: Place of residence
uz: Yashash jo'yi

source: Place of birth
uz: Tug'ilgan sanasi

source: Wages
uz: Oyliklari

source: Apply
uz: Ishga murojaat qilish

source: Unapply
uz: Bekor qilish

source: You should be authenticated as an employee in order to apply
uz: Siz avval sistemaga kirishingiz kerak

source: Success
uz: Yuborildi

source: Thanks for applying! We will contact you soon
uz: Murojatingiz uchun rahmat! Biz yaqinda siz bilan aloqaga chiqamiz

source: delete successfully
uz: o'chirib tashlandi

source: Vacancy name
uz: Ish o'rnining nomi

source: No vacancies are available
uz: Hozircha vakansiyalar yo'q

source: You should be authenticated as an employee
uz: Siz avval sistemaga kirishingiz kerak

source: successfully added
uz: qo'shildi

source: Requested date
uz: Murojaat qilingan sana

source: Location (ru)
uz: Manzili / Turar jo'yi

source: Location (en)
uz: Manzili / Turar jo'yi

source: Wages (en)
uz: Oyliklari (en)

source: Wages (ru)
uz: Oyliklari (ru)

source: Wages (kz)
uz: Oyliklari (kz)

source: Wages (uz)
uz: Oyliklari (uz)

source: Just now
uz: Hozir

source: Today
uz: Bugun
